Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James, the son of Alphaeus, and Thaddaeus, and Simon the Zealot;
chr: ᎠᎴ ᎡᏂᏗ, ᎠᎴ ᏈᎵᎩ, ᎠᎴ ᏆᏙᎳᎻ, ᎠᎴ ᎹᏚ, ᎠᎴ ᏓᎻ, ᎠᎴ ᏥᎻ ᎡᎵᏈ ᎤᏪᏥ, ᎠᎴ ᏓᏗᏯ, ᎠᎴ ᏌᏩᏂ ᎠᎨᎾᏂᏗ,

source: And Judas Iscariot, who was false to him.
chr: ᎠᎴ ᏧᏓᏏ ᎢᏍᎦᎳᏗ, ᎾᏍᎩ ᏍᏉ ᏧᎶᏄᎮᎴᎢ; ᎠᏓᏁᎸᏃ ᏭᏂᎶᏎᎢ.

source: And he went into a house. And the people came together again, so that they were not even able to take bread.
chr: ᎤᏂᏣᏘᏃ ᏔᎵᏁ ᏚᏂᎳᏫᏦᎴᎢ, ᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᏂᎤᏟᏍᏕ ᎦᏚ ᎤᏂᎩᏍᏗᏱ.

source: And when his friends had news of it, they went out to get him, saying, He is off his head.
chr: ᎪᎱᏍᏗᏃ ᏧᏩᏅ ᎤᎾᏛᎦᏅ, ᎤᏁᏅᏎ ᎬᏩᏂᏴᎲᏎᎢ; ᎯᎠᏰᏃ ᎾᏂᏪᏍᎨᎢ, ᎤᎸᏃᏘᎭ.

source: And the scribes who came down from Jerusalem, said, He has Beelzebub, and, By the ruler of evil spirits he sends evil spirits out of men.
chr: ᏗᏃᏪᎵᏍᎩᏃ ᏥᎷᏏᎵᎻ ᏅᏓᏳᏂᎶᏒᎯ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᏇᎵᏥᏆ ᎤᏪᎭ, ᎠᎴ ᎤᎬᏫᏳᎯ ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵᎦ ᎬᏗᎭ ᏕᎦᏄᎪᏫᏍᎦ ᎠᏂᏍᎩᎾ.

source: And turning to them, he said to them in the form of a story, How is it possible for Satan to put out Satan?
chr: ᎾᏍᎩᏃ ᏫᏚᏯᏅᎲ, ᎯᎠ ᏂᏚᏪᏎᎴ ᏚᏟᎶᏍᏓᏁᎴᎢ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏎᏓᏂ ᏱᎦᏄᎪᏩ ᏎᏓᏂ?

source: If there is division in a kingdom, that kingdom will come to destruction;
chr: ᎢᏳ ᎠᎴ ᎠᏰᎵ ᎪᏢᏒ ᏔᎵ ᏱᏄᏓᎠ, ᎤᏩᏒᏉ ᏯᏓᏡᏗᎭ, ᎥᏝ ᏰᎵ ᏱᏂᎬᏩᏍᏗᏉ ᎾᏍᎩ ᎠᏰᎵ ᎪᏢᏒᎢ.

source: And if there is division in a house, that house will come to destruction;
chr: ᎢᏳ ᎠᎴ ᏏᏓᏁᎸ ᎨᏒ ᏔᎵ ᏱᏄᏓᎠ, ᎤᏩᏒᏉ ᏯᏓᏡᏗᎭ, ᎾᏍᎩ ᏏᏓᏁᎸ ᎨᏒ ᎥᏝ ᏰᎵ ᏱᏂᎬᏩᏍᏗᏉ.

source: And if Satan is at war with himself, and there is division in him, he will not keep his place but will come to an end.
chr: ᎢᏳ ᎠᎴ ᏎᏓᏂ ᏱᏚᎴᏅ ᎤᏩᏒ ᏱᏚᏓᎦᏘᎴᏅ, ᎠᎴ ᏔᎵ ᏱᏄᏓᎠ, ᎥᏝ ᏰᎵ ᏱᏂᎬᏩᏍᏗᏉ, ᏱᏩᏍᏔᏉᏍᎩᏂ ᎡᎲᎢ.

source: But no one is able to go into the house of the strong man and take his goods, without first putting cords round the strong man, and then he will take his goods.
chr: ᎥᏝ ᎩᎶ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ ᎦᏁᎸ ᏴᎬᏴᎭ, ᎠᎴ ᏴᎬᏬᏅ ᎤᎿᎥᎢ, ᎬᏂ ᎢᎬᏱ ᏳᎸᎸ ᎾᏍᎩ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ; ᎩᎳ ᎿᏉ ᏯᏬᏅ ᎦᏁᎸ ᎤᎿᎥᎢ.

source: Truly, I say to you, The sons of men will have forgiveness for all their sins and for all the evil words they say:
chr: ᎤᏙᎯᏳᎯᏯ ᎢᏨᏲᏎᎭ, ᏂᎦᎥ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ, ᎦᎨᏥᏙᎵᏍᏗᏉ ᎨᏎᏍᏗ ᏴᏫ ᏧᏁᏥ, ᎠᎴ ᎠᏐᏢᎢᏍᏙᏗ ᎨᏒ, ᏂᎦᎥ ᎬᏩᏂᏐᏢᎢᏍᏙᏗ ᎨᏒᎢ;

source: But whoever says evil things against the Holy Spirit will never have forgiveness, but the evil he has done will be with him for ever:
chr: ᎩᎶᏍᎩᏂ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎠᏐᏢᎢᏍᏗᏍᎨᏍᏗ, ᎥᏝ ᎢᎸᎯᏳ ᎦᏰᏥᏙᎵᏍᏗ ᏱᎨᏎᏍᏗ, ᏗᎦᏰᎫᎪᏓᏁᏗᏉᏍᎩᏂ ᏫᎾᏍᏛᎾ ᎤᏍᏛᏗᏍᏗᏱ;

source: Because they said, He has an unclean spirit.
chr: ᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ, ᎦᏓᎭ ᎠᏓᏅᏙ ᎤᏯᎠ, ᎤᎾᏛᏅᎢ.

source: And his mother and brothers came and were outside, and sent for him, requesting to see him.
chr: ᎿᏉᏃ ᎬᏩᎷᏤᎴ ᎠᎾᎵᏅᏟ, ᎠᎴ ᎤᏥ, ᎠᎴ ᏙᏱᏗᏢ ᏓᏂᏙᎨ, ᎤᎾᏓᏅᏎ ᏫᎬᏩᏯᏂᏍᎨᎢ.

source: And a great number were seated round him; and they said to him, See, your mother and your brothers are outside looking for you.
chr: ᎤᏂᏣᏘᏃ ᎠᏂᏁ ᎬᏩᏓᏡᏫᏍᏕᎢ; ᎯᎠᏃ ᏂᎬᏩᏪᏎᎴᎢ, ᎬᏂᏳᏉ, ᏣᏥ ᎠᎴ ᎢᏣᎵᏅᏟ ᏙᏱᏗᏢ ᏗᎨᏣᏲᎭ.

source: And he said in answer, Who are my mother and my brothers?
chr: ᏚᏁᏤᎴᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪ ᎡᏥ, ᎠᎴ ᎣᏣᎵᏅᏟ?

source: And looking round at those who were seated about him, he said, See, my mother and my brothers!
chr: ᎬᏩᏚᏫᏛᏃ ᏚᎧᎿᏂᏙᎸ ᎤᏬᎸ ᎾᎥ ᎠᏂᏂ ᏚᎧᎾᏅ ᎯᎠ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᎡᏥ, ᎠᎴ ᎣᏣᎵᏅᏟ?

source: Whoever does God's pleasure, the same is my brother, and sister, and mother.
chr: ᎩᎶᏰᏃ ᎤᏁᎳᏅᎯ ᎤᏚᎵᏍᎬ ᎾᏛᏁᎮᏍᏗ, ᎾᏍᎩ ᏦᏍᏓᏓᏅᏟ, ᎠᎴ ᎥᎩᏙ, ᎠᎴ ᎡᏥ.

source: And again he was teaching by the seaside. And a very great number of people had come to him, so that he got into a boat on the sea and took his seat; and all the people were on the land by the seaside.
chr: ᏔᎵᏁᏃ ᎤᎴᏅᎮ ᏚᏕᏲᏁ ᎥᏓᎷᎶᏗ; ᎤᏂᏣᏘᏃ ᎬᏩᏓᏡᏫᏍᏔᏁᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᏥᏳᎯ ᎤᏣᏁᎢ, ᎠᎴ ᎥᏓᎵ ᎠᏔᎸ ᎤᏪᏁᎢ; ᏂᎦᏛᏃ ᎤᏂᏣᏘ ᎨᏒ ᎥᏓᎷᎶᏗ ᏙᏱ ᎨᏒ ᎠᏂᏙᎾᎡᎢ.

source: And he gave them teaching about a number of things in the form of stories, and said to them in his teaching, Give ear:
chr: ᎠᎴ ᎤᏣᏖ ᏧᏓᎴᏅᏛ ᏚᏪᏲᏁ ᏚᏟᎶᏍᏓᏁᎴᎢ, ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴ ᏓᏕᏲᎲᏍᎬᎢ,

source: A man went out to put seed in the earth:
chr: ᎢᏣᏛᏓᏍᏓ; ᎬᏂᏳᏉ, ᎠᏫᏍᎩ ᎤᏫᏒᏎᎢ;

source: And while he was doing it, some was dropped by the wayside, and the birds came and took it for food.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎠᏫᏍᎬᎢ, ᎾᏍᎩ ᎢᎦᏛ ᏅᏃᎱᎶᏗ ᎤᎳᎨᏯᏛᏤᎢ, ᏥᏍᏆᏃ ᎦᎸᎶᎢ ᎠᏂᏃᎯᎢᏙᎯ ᎤᏂᎷᏤ ᎠᎴ ᎤᏂᎪᏁᎢ.

source: And some went on the stones, where it had not much earth; and it came up straight away, because the earth was not deep:
chr: ᎢᎦᏛᏃ ᏅᏲᎯ ᎨᏒ ᎤᎳᎨᏯᏛᏤᎢ, ᎾᎿ ᎦᏲᎵᏳ ᎨᏒ ᎦᏓ; ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᏗᎤᎵᏰᏁᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏌᎨᎢᏳ ᎨᏒ ᎦᏓ;

source: And when the sun was high, it was burned; and because it had no root, it became dry and dead.
chr: ᎠᏎᏃ ᏅᏙ ᎢᎦ-ᎡᎯ ᏧᎧᎸᏨ ᎤᎴᏴᏎᎢ; ᎠᎴ ᏂᏚᎿᏍᏕᏢᎾ ᎨᏒ ᎢᏳᏍᏗ, ᎤᎿᏍᎬᏤᏉ.

source: And some went among the thorns, and the thorns came up, and it had no room for growth and gave no fruit.
chr: ᎢᎦᏛᏃ ᎠᏄᎦᎸᎯ ᎤᎳᎨᏯᏛᏤᎢ; ᎠᏄᎦᎸᏃ ᏧᏛᏎᎢ, ᎠᎴ ᎤᏁᏄᎳᏍᏔᏁᎢ, ᎠᎴ ᏄᎾᏄᎪᏫᏒᎾ ᎨᏎ ᎤᎦᏔ.

source: And some, falling on good earth, gave fruit, coming up and increasing, and giving thirty, sixty, and a hundred times as much.
chr: ᎢᎦᏛᏃ ᎣᏒ ᎦᏙᎯ ᎤᎳᎨᏯᏛᏤᎢ, ᎠᎴ ᎤᎵᏰᏁᎢ, ᎠᎴ ᎠᏛᏍᎨᎢ, ᎠᎴ ᎧᏁᏉᎨᎢ, ᎠᎴ ᎤᎦᏔᏔᏁᎢ, ᎢᎦᏛ ᏦᎠᏍᎪᎯ ᎢᏳᏩᎫᏗ, ᎢᎦᏛᏃ ᏑᏓᎵᏍᎪᎯ, ᎢᎦᏛᏃ ᎠᏍᎪᎯᏧᏈ.

source: And he said to them, Whoever has ears, let him give ear.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ, ᏩᏛᎬᎦ.

source: And when he was by himself, those who were round him with the twelve put questions to him about the purpose of the stories.
chr: ᎤᏩᏒᏃ ᎨᏎᎢ, ᎾᏍᎩ ᎬᏩᏍᏓᏩᏗᏕᎩ ᎠᎴ ᏔᎳᏚ ᎢᏯᏂᏛ ᎬᏩᏛᏛᏁ ᎦᏛᎬ ᎾᏍᎩ ᏓᏟᎶᏍᏛᎢ.

source: And he said to them, To you is given the secret of the kingdom of God, but to those who are outside, all things are given in the form of stories;
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ. ᏂᎯ ᎡᏥᏁᎸ ᎢᏦᎵᏍᏗᏱ ᎤᏕᎵᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ; Ꮎ-ᏍᎩᏂ ᏙᏱᏗᏢ ᎠᏁᏙᎯ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏕᎨᎦᏟᎶᏍᏓᏁᎰᎢ;

source: So that seeing they may see, and it will not be clear to them; and hearing it, they will not get the sense; for fear that they may be turned again to me and have forgiveness.
chr: ᎾᏍᎩ ᎠᏂᎪᏩᏗᏍᎬ ᎤᏂᎪᏩᏛᏗᏱ, ᎠᎴ ᎬᏩᎾᏙᎴᎰᎯᏍᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ; ᎠᎴ ᎠᎾᏛᎩᏍᎬ ᎤᎾᏛᎪᏗᏱ, ᎠᎴ ᎬᏩᏃᎵᏍᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ; ᎾᏍᎩ ᏧᎾᏓᏁᏟᏴᎡᏗᏱ ᏂᎨᏒᎾ ᏚᎾᏓᏅᏛ, ᎠᎴ ᎤᏂᏍᎦᏅᏨ ᎦᎨᏥᏁᏗᏱ ᏂᎨᏒᎾ.

source: And he said to them, If you are not clear about this story, how will you be clear about the others?
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏝᏍᎪ ᏱᏦᎵᎦ ᎯᎠ ᎾᏍᎩ ᏓᏟᎶᏍᏛᎢ? ᎦᏙᏃ ᏱᎦᎵᏍᏙᏓ ᏱᏕᏦᎵᎩ ᏂᎦᏛ ᏓᏟᎶᏍᏛᎢ?

source: The seed is the word.
chr: ᎾᏍᎩ ᎠᏫᏍᎩ ᎧᏃᎮᏛ ᎠᏫᏍᎪᎢ.

source: And these are they by the wayside, where the word is planted; and when they have given ear, the Evil One comes straight away and takes away the word which has been planted in them.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏅᏃᎱᎶᏗ ᎾᎿ ᎧᏃᎮᏛ ᏥᎨᏥᏫᏎᎴᎢ; ᎿᏉᏃ ᎠᎾᏛᎬᎦ, ᎠᏍᎩᎾ ᎦᎷᎪ ᎩᎳᏉ ᎢᏴᏛ, ᎠᎴ ᎠᎩᏍᎪ ᎧᏃᎮᏛ ᏧᏂᎾᏫᏱ ᎠᏫᏒᎯ.

source: And in the same way, these are they who are planted on the stones, who, when the word has come to their ears, straight away take it with joy;
chr: ᎯᎠᏃ ᎾᏍᎩ ᎾᏍᏉ ᏅᏲᎯ ᏥᎨᏥᏫᏎᎴᎢ; ᎾᏍᎩ ᎿᏉ ᎧᏃᎮᏛ ᎠᎾᏛᎬᎦ ᎩᎳᏉ ᎢᏴᏛ ᎤᎾᎵᎮᎵᏨᎯ ᏓᎾᏓᏂᎸᎪᎢ;

source: And they have no root in themselves, but go on for a time; then, when trouble comes or pain, because of the word, they quickly become full of doubts.
chr: ᎠᎴ ᎥᏝ ᏱᏚᏂᎿᏍᏕᏠᎢ, ᏞᎦᏉᏍᎩᏂ ᏓᏂᎧᎿᏩᏕᎪᎢ; ᎿᏉᏃ, ᎠᎩᎵᏯ ᎠᎴ ᎤᏕᏯᏙᏗ ᎠᎵᏰᎢᎶᎦ ᎧᏃᎮᏛ ᏛᎵᏰᎢᎸᏍᏓ, ᎩᎳᏉ ᎢᏴᏛ ᏚᏃᏕᎯᎰᎢ.

source: And others are those planted among the thorns; these are they who have given ear to the word,
chr: ᎠᎴ ᎯᎠ ᎠᏄᎦᎸᎯ ᏥᎨᏥᏫᏎᎴᎢ; ᎾᏍᎩ ᎯᎠ ᎧᏃᎮᏛ ᏣᎾᏛᎩᏍᎪᎢ,

source: And the cares of this life, and the deceits of wealth, and the desire for other things coming in, put a stop to the growth of the word, and it gives no fruit.
chr: ᎤᏪᎵᎯᏍᏗᏃ ᎡᎶᎯ ᎡᎯ, ᎠᎴ ᎨᏅᎢᏍᏗ ᎨᏒ ᎤᏓᎵᏓᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏧᏓᎴᏅᏛ ᎪᎱᏍᏗ ᎠᏚᎸᏗ ᎨᏒ, ᎠᏂᏴᎯᎲ ᎠᏂᏁᏄᎳᏍᏗᏍᎪ ᎧᏃᎮᏛ, ᎠᎴ ᎾᏍᎩ ᎾᎦᏔᏛᏍᎬᎾᏉ ᎨᏐᎢ.

source: And these are they who were planted on the good earth; such as give ear to the word, and take it into their hearts, and give fruit, thirty and sixty and a hundred times as much.
chr: ᎯᎠᏃ ᎾᏍᎩ ᎣᏒ ᎦᏙᎯ ᏥᎨᏥᏫᏎᎴᎢ; ᎾᏍᎩ ᎠᎾᏛᎩᏍᎩ ᎧᏃᎮᏛ, ᎠᎴ ᏗᎾᏓᏂᎸᎩ, ᎠᎴ ᎠᏂᎦᏔᏛᏍᎩ, ᎢᎦᏛ ᏦᎠᏍᎪᎯ ᎢᏳᏩᎫᏗ, ᎢᎦᏛᏃ ᏑᏓᎳᏍᎪᎯ, ᎢᎦᏛᏃ ᎠᏍᎪᎯᏧᏈ.

source: And he said to them, When the light comes in, do people put it under a vessel, or under the bed, and not on its table?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎠᏨᏍᏙᏗᏍᎪ ᎠᏂᏃᎯᎰ ᎠᏟᎶᏍᏗ ᎦᎧᎲ ᎭᏫᏂᏗᏢ ᎤᏂᎪᏗᏱ, ᎠᎴ ᎦᏂᏢᏫᏉ? ᎥᏝᏃ ᎤᏂᎪᏗᏱ ᎠᏨᏍᏙᏗ ᎦᎪᏗᏱ?

source: There is nothing covered which will not be seen openly, and nothing has been made secret which will not come to light.
chr: ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏱᎬᏍᎦᎳ ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᏂᎨᏒᎾ; ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᎤᏕᎵᏛ ᏱᏂᎬᏃ, ᎾᏍᎩ ᎠᏎ ᎬᏂᎨᏒ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ.

source: If any man has ears, let him give ear.
chr: ᎩᎶ ᏕᎦᎵᎷᎨᏍᏗ ᎤᏛᎪᏗᏱ ᏩᏛᎬᎦ.

source: And he said to them, Take care what you give ear to: in the same measure as you give you will get, and more will be given to you.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎢᏤᏯᏔᎮᏍᏗ ᏄᏍᏛ ᎢᏣᏛᎩᏍᎬᎢ; ᏄᏍᏛ ᎢᏣᏓᏟᎶᏒᎲ, ᎾᏍᎩᏯ ᎡᏣᎵᎾᎶᎡᏗ ᎨᏎᏍᏗ; ᏂᎯᏃ ᎢᏣᏛᎩᏍᎩ ᎡᏥᏁᏉᎡᏗ ᎡᏥᏁᏗ ᎨᏎᏍᏗ.

source: He who has, to him will be given: and he who has not, from him will be taken even that which he has.
chr: ᎩᎶᏰᏃ ᎤᎮᏍᏗ, ᎾᏍᎩ ᎠᏥᏁᏗ ᎨᏎᏍᏗ; ᎩᎶᏃ ᏄᎲᎾ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎠᏥᎩᏒᏗ ᎨᏎᏍᏗ ᎾᏍᏉ ᎤᎲᎢ.

source: And he said, Such is the kingdom of God, as if a man put seed in the earth,
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᏍᎩᏯᏉ ᎩᎶ ᎠᏍᎦᏯ ᎤᎦᏔ ᏳᏫᏒ ᎦᏙᎯ;

source: And went to sleep and got up, night and day, and the seed came to growth, though he had no idea how.
chr: ᎠᎴ ᏳᎸᏅ, ᎠᎴ ᏯᏗᏗᎭ ᏗᎬᏩᎩᏨᏗ, ᎠᎴ ᎤᎦᏔ ᏳᎵᏰᏅ, ᎠᎴ ᏳᏛᏒ, ᏄᎵᏍᏙᏔᏅ ᏄᏙᎴᎰᏒᎾ.

source: The earth gives fruit by herself; first the leaf, then the head, then the full grain.
chr: ᎦᏙᎯᏰᏃ ᎤᏩᏒᏉ ᎦᎾᏄᎪᏫᏍᎪ ᎤᎦᏔᏔᏅᎯ; ᎢᎬᏱᏱ ᎨᏒ ᎤᎦᎶᎬ, ᎿᏉᏃ ᎤᏍᎫᏓᏛᎢ, ᎣᏂᏃ ᎤᎧᎵᏨᎯ ᎤᎦᏔᏛ ᎤᏍᎫᏓᏛᎢ.

source: But when the grain is ready, he quickly sends men to get it cut, because the time for cutting has come.
chr: ᎿᏉᏃ ᎠᎦᏛᎾᎩ ᎩᎳᏉ ᎢᏴᏛ ᎠᏍᎫᏕᏍᎪᎢ, ᎠᏍᎫᏕᏍᏗᏱᏰᏃ ᎤᎵᏰᎢᎶᎶᎢ.

source: And he said, What picture may we give of the kingdom of God, or with what story may we make it clear?
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎦᏙ ᏙᏓᏓᏤᎳᏍᏔᏂ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ? ᎦᏙᎨ ᏓᏟᎶᏍᏛ ᏙᏓᏓᏟᎶᏍᏔᏂ?

source: It is like a grain of mustard seed, which, when it is put in the earth, is smaller than all the seeds on the earth,
chr: ᎠᏥᎸ-ᎤᎦᏔ ᎾᏍᎩᏯᎢ, ᎾᏍᎩ ᎦᏙᎯ ᏣᏫᏐᎢ, ᏥᏭᏓᎪᎾᏛᏗ ᎤᏍᏗᎩᏳ ᎡᏍᎦᏉ ᏂᎦᎥ ᎤᎦᏔ ᎦᏙᎯ ᏓᎭᏛᎢ.

source: But when it is planted, it comes up, and becomes taller than all the plants, and puts out great branches, so that the birds of heaven are able to take rest in its shade.
chr: ᎠᏎᏃ ᎠᏫᏒᎯ ᏥᎨᏐᎢ, ᏗᏛᏍᎪᎢ, ᎠᎴ ᎤᏟ ᎡᏉᎯᏳ ᏂᎦᎵᏍᏗᏍᎪ ᎡᏍᎦᏉ ᏂᎦᎥ ᎤᏰᎿᎥᎢ, ᎠᎴ ᏤᏉᎯᏳ ᏓᏱᏢᏍᎪᎢ; ᎠᎴ ᏥᏍᏆ ᎤᏜᏅᏛ ᎠᏂᏃᎯᎵᏙᎯ ᏰᎵᏉ ᎤᏓᏩᏗᏍᏛ ᎭᏫᏂᏗᏢ ᎠᎾᎭᏗᏍᎪᎢ.

source: And with a number of such stories he gave them his teaching, as they were able to take it:
chr: ᎾᏍᎩ ᏄᏪᏎ ᎤᏣᏖ ᏚᏟᎶᏍᏓᏁᎴᎢ, ᎧᏃᎮᏛ ᏚᎵᏥᏙᏁᎴᎢ, ᎾᏍᎩ ᏰᎵ ᎬᏩᎾᏛᎪᏗ ᏂᎦᎵᏍᏗᏍᎬᎢ.

source: And without a story he said nothing to them: but privately to his disciples he made all things clear.
chr: ᏂᏓᏟᎶᏍᏓᏁᎲᎾᏍᎩᏂ ᎥᏝ ᏱᏚᏬᏁᏔᏁᎢ; ᎤᏅᏒᏃ ᎨᏎᎢ, ᏂᎦᏛ ᎾᏍᎩ ᏚᏬᏏᏌᏁᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ.

source: And on that day, when the evening had come, he said to them, Let us go over to the other side.
chr: ᎾᎯᏳᏉᏃ ᎢᎦ, ᎤᏒ ᏄᎵᏍᏔᏅ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏗᏗᏐᎩ ᏍᎪᎾ ᏫᏗᎶᎯ.

source: And going away from the people, they took him with them, as he was, in the boat. And other boats were with him.
chr: ᏚᏂᏰᎵᎯᏍᏔᏅᏃ ᎤᏂᏣᏘ ᏅᏩᏛᏁᏉ ᏥᏳᎯ ᎤᏣᎥ ᎬᏩᏘᎾᏫᏛᎮᎢ; ᎠᎴ ᎾᏍᏉ ᏂᏗᎬᏩᏓᎴ ᏧᏍᏗ ᏥᏳ ᎤᎾᎵᎪᏩᏗᏎᎢ.

source: And a great storm of wind came up, and the waves came into the boat, so that the boat was now becoming full.
chr: ᎤᏣᏘᏃ ᎤᏱᎶᎴ ᎤᏃᎴ, ᎠᎴ ᏓᎵᏍᏗᎳᏁᎬ ᏥᏳᎯ ᎠᏟᎨᎢ, ᎠᎴ ᎿᏉ ᎠᎧᎵᏬᎯ ᎨᏎᎢ.

source: And he himself was in the back of the boat, sleeping on the cushion: and they, awaking him, said, Master, is it nothing to you that we are in danger of destruction?
chr: ᏥᏳᎯᏃ ᎣᏂᏗᏢ ᎤᏣᎡ ᎦᎵᎮᎢ, ᎠᎫᏍᏙ ᎤᎫᏍᏓᎡᎢ; ᎬᏩᏰᏍᏔᏁᏃ, ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᏔᏕᏲᎲᏍᎩ, ᏝᏍᎪ ᎪᎱᏍᏗ ᏰᎵᎭ ᏨᏓᏲᏣᏗᏒᏂ?

source: And he came out of his sleep, and gave strong orders to the wind, and said to the sea, Peace, be at rest. And the wind went down, and there was a great calm.
chr: ᏚᎴᏁᏃ, ᎤᏃᎴ ᎤᏍᎦᏤᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴ ᎥᏓᎵ, ᏙᏉ; ᎤᏓᏥᎾᏍᏛᎯ ᎿᎵᏍᏓ. ᎦᏃᎸᎥᏍᎬᏃ ᎤᏑᎵᎪᏤᎢ, ᎠᎴ ᎤᏣᏘ ᎤᏓᏥᎾᏍᏛᎯ ᏄᎵᏍᏔᏁᎢ.

source: And he said to them, Why are you full of fear? have you still no faith?
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᏂᏥᏍᎦᏒᎾ? ᎦᏙ ᏗᎦᎵᏍᏙᏗ ᏂᏦᎯᏳᏒᎾ ᎢᎩ?

source: And their fear was great, and they said one to another, Who then is this, that even the wind and the sea do his orders?
chr: ᎤᏣᏘᏃ ᎤᏂᏍᎦᎴᎢ, ᎠᎴ ᎯᎠ ᏂᏚᎾᏓᏪᏎᎴᎢ, ᎦᏙ ᎤᏍᏗ ᎯᎠ ᎠᏍᎦᏯ, ᎾᏍᏉᏰᏃ ᎤᏃᎴ ᎠᎴ ᎥᏓᎵ ᎢᎬᏬᎯᏳᎲᏍᎦ.

source: And they came to the other side of the sea, into the country of the Gerasenes.
chr: ᎢᏍᎪᏂᏗᏢᏃ ᎥᏓᎵ ᏭᏂᎷᏤ ᎠᏂᎨᏕᎵ ᎤᎾᏤᎵᎪᎯ.

source: And when he had got out of the boat, straight away there came to him from the place of the dead a man with an unclean spirit.
chr: ᏥᏳᎯᏃ ᎤᏣᎢᏒ ᎩᎳᏉ ᎢᏴᏛ ᏚᏠᏎ ᎠᏍᎦᏯ ᏓᏓᏂᏌᎲ ᏅᏓᏳᎶᏒᎯ ᎦᏓᎭ ᎠᏓᏅᏙ ᎤᏯᎢ,

source: He was living in the place of the dead: and no man was able to keep him down, no, not with a chain;
chr: ᎾᏍᎩ ᏓᏓᏂᏌᎲᏉ ᎡᎮᎢ; ᎥᏝ ᎠᎴ ᎾᏍᏉ ᏧᏓᏕᏒᏛ ᎬᏗ ᎩᎶ ᎬᏩᎸᏍᏗ ᏱᎨᏎᎢ.

source: Because he had frequently been prisoned in chains and iron bands, and the chains had been parted and the bands broken by him: and no man was strong enough to make him quiet.
chr: ᏯᏃᎩᏳᏰᏃ ᏣᏥᏅᏠᎸᎯ ᎨᏎᎢ, ᎠᎴ ᏧᏓᏕᏒᏛ ᏣᎦᎸᏍᏔᏅᎯ ᎨᏎᎢ, ᏧᏓᏕᏒᏛᏃ ᏓᎦᎵᏍᎨᎢ, ᎠᎴ ᏗᎦᏅᏠᏍᏗ ᏓᏍᏆᎵᏍᎨᎢ; ᎥᏝ ᎠᎴ ᎩᎶ ᎬᏩᏓᏅᏘᏐᏗ ᏱᎨᏎᎢ.

source: And all the time, by day and by night, in the place of the dead, and in the mountains, he was crying out and cutting himself with stones.
chr: ᎠᎴ ᏂᎪᎯᎸ, ᏒᏃᏱ ᎠᎴ ᎢᎦ, ᎦᏚᏏ ᎠᎴ ᏓᏓᏂᏌᎲᎢ, ᎤᏪᎷᎨᎢ, ᎠᎴ ᏅᏯ ᎬᏗ ᎠᏓᏰᎶᎮᎢ.

source: And when he saw Jesus from far off, he went quickly to him and gave him worship;
chr: ᎠᏎᏃ ᎢᏅᎯᏳ ᏭᎪᎲ ᏥᏌ, ᏚᏍᏆᎸᏔᏁ ᎠᎴ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ,

source: And crying out with a loud voice he said, What have I to do with you, Jesus, Son of the Most High God? In God's name, do not be cruel to me.
chr: ᎠᎴ ᎠᏍᏓᏯ ᎤᏪᎷᏁ ᎯᎠ ᏄᏪᏎᎢ; ᎦᏙ ᏗᎩᎾᏓᏛᏙᏗ ᏂᎯ ᏥᏌ, ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎡᎯ ᎤᏁᎳᏅᎯ ᎤᏪᏥ? ᎬᏁᏤᎭ, ᎤᏁᎳᏅᎯ ᎬᏁᎢᏍᏓᏁᎭ, ᎾᏍᎩ ᏍᎩᎩᎵᏲᎢᏍᏙᏗᏱ ᏂᎨᏒᎾ.

source: For Jesus had said to him, Come out of the man, you unclean spirit.
chr: ᎯᎠᏰᏃ ᏄᏪᏎᎴᎢ, ᎡᎯᏄᎪᎢ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ, ᏂᎯ ᎯᎦᏓᎭ ᎠᏓᏅᏙ.

source: And Jesus said, What is your name? And he made answer, My name is Legion, because there are a great number of us.
chr: ᎤᏛᏛᏁᏃ, ᎦᏙ ᏕᏣᏙᎥ? ᎤᏬᏎᎴᎢ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏑᎾᏓᏡᎩ ᏓᏆᏙᎥ; ᎣᎩᏣᏔᏰᏃ.

source: And he made strong prayers to him not to send them away out of the country.
chr: ᎠᎴ ᎤᏣᏘ ᎤᏍᏗᏰᏔᏁ ᎾᎿ ᎨᏒ ᏧᏄᎪᏫᏍᏗᏱ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: Now on the mountain side there was a great herd of pigs getting their food.
chr: ᎾᎿᏃ ᎣᏓᎷᎶᏗ ᎤᏂᏣᏘ ᏑᎾᏓᏡᎩ ᏏᏆ ᎠᎾᎵᏍᏓᏴᏂᏙᎮᎢ.

source: And they said to him, Send us into the pigs, so that we may go into them.
chr: ᏂᎦᏛᏃ ᎠᏂᏍᎩᎾ ᎬᏩᏍᏗᏰᏔᏁ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎤᏁᎳᎩ ᏏᏆ ᏗᏁᏙᎲ ᏬᏥᎶᎯ, ᎾᏍᎩ ᏫᏙᏥᏴᏏ.

source: And he let them do it. And the unclean spirits came out and went into the pigs; and the herd went rushing down a sharp slope into the sea, about two thousand of them; and they came to their death in the sea.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᏥᏌ ᏚᎵᏍᎪᎸᏓᏁᎴᎢ. ᏗᎦᏓᎭᏃ ᏗᏓᏅᏙ ᎤᏂᏄᎪᏨ, ᏏᏆ ᏫᏚᏂᏴᏎᎴᎢ; ᏑᎾᏓᏡᎩᏃ ᎤᎾᏁᎷᎩᏎ ᎤᏂᎦᏐᎠᏎ ᎦᏁᏡᎩ ᎨᏒ ᎥᏓᎵ ᏭᎾᎵᏔᏗᏅᏎᎢ, (ᏔᎵ ᎢᏯᎦᏴᎵ ᎢᏴᏛ ᎾᏂᎡᎢ,) ᎠᎴ ᎥᏓᎵ ᏚᏂᎬᏤᎢ.

source: And their keepers went running and gave an account of it in the town and in the country. And people came to see what had taken place.
chr: ᏗᏂᎦᏘᏯᏃ ᎤᎾᎵᏎᎢ, ᎠᎴ ᎦᏚᎲ ᏭᏂᏃᏁᎢ, ᎠᎴ ᎢᏴᏛ ᏓᏁᏩᏗᏒᎢ. ᎤᏂᏄᎪᏤᏃ ᎤᎾᎦᏔᏅᏎ ᎾᏍᎩ ᏄᎵᏍᏔᏅᎢ.

source: And they came to Jesus, and saw the man in whom had been the evil spirits seated, clothed and with full use of his senses, and they were full of fear.
chr: ᏥᏌᏃ ᎬᏩᎷᏤᎴᎢ, ᎠᎴ ᎬᏩᎪᎮ ᎾᏍᎩ ᎠᏂᏍᎩᎾ ᎬᏩᏴᎸᎯ, ᎾᏍᎩ ᏑᎾᏓᏡᎩ ᎬᏩᏴᎸᎯ, ᎤᏬᎴᎢ, ᎠᎴ ᏚᏄᏪᎢ, ᎠᎴ ᏙᎯ ᎤᏓᏅᏖᎢ; ᎠᎴ ᎠᏂᏍᎦᎢᎮᎢ.

source: And those who had seen it gave them an account of what had been done to him who had the evil spirits, and of the fate of the pigs.
chr: ᎾᏍᎩᏃ ᎤᏂᎪᎲᎯ, ᎬᏩᏂᏃᏁᎴ ᏄᎵᏍᏓᏁᎸ ᎠᏂᏍᎩᎾ ᎬᏩᏴᎸᎯ, ᎠᎴ ᎾᏍᏉ ᏏᏆ ᏄᎾᎵᏍᏓᏁᎸᎢ.

source: And they made a request to him to go out of their country.
chr: ᎠᎴ ᎤᎾᎴᏅᎮ ᎬᏩᏔᏲᏎᎴ ᎤᏓᏅᏍᏗᏱ ᎤᎾᏤᎵᎪᎯ.

source: And when he was getting into the boat, the man in whom had been the evil spirits had a great desire to come with him.
chr: ᏥᏳᎯᏃ ᎤᏣᏅ ᎾᏍᎩ ᎠᏂᏍᎩᎾ ᎬᏩᏴᎸᎯ ᎤᏔᏲᏎᎴ ᎤᏁᎳᎩ ᎤᏪᎵᏎᏗᏱ ᎤᏍᏓᏩᏗᏓᏍᏗᏱ.

source: And he would not let him, but said to him, Go to your house, to your friends, and give them news of the great things the Lord has done for you, and how he had mercy on you.
chr: ᎠᏎᏃ ᎥᏝ ᏳᎵᏍᎪᎸᏓᏁᎴᎢ ᏥᏌ, ᎯᎠᏉᏍᎩᏂ ᏄᏪᏎᎴᎢ, ᏥᎮᎾ ᏗᏤᏅᏒ ᎪᎱᏍᏗ ᏗᏨᎾ ᏗᏁᎲᎢ, ᎠᎴ ᏫᏗᏃᎲᏏ ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᎤᎬᏫᏳᎯ ᏂᏣᏛᏁᎸᎢ, ᎠᎴ ᏣᏙᎵᏨᎢ.

source: And he went on his way, and made public in the country of Decapolis what great things Jesus had done for him: and all men were full of wonder.
chr: ᎤᏂᎩᏎᏃ, ᎠᎴ ᎤᎴᏅᎮ ᏚᏃᏣᎳᏁ ᎠᏍᎪᎯ-ᎢᎦᏚᎩᏱ, ᏂᎦᎥ ᎤᏍᏆᏂᎪᏗ ᏥᏌ ᏄᏛᏁᎸᎢ; ᎠᎴ ᏂᎦᏛ ᏴᏫ ᎤᏂᏍᏆᏂᎪᏎᎢ.

source: And when Jesus had gone over again in the boat to the other side, a great number of people came to him: and he was by the sea.
chr: ᏥᏌᏃ ᏔᎵᏁ ᏥᏳᎯ ᏙᎤᏪᏐᏨ ᎢᏍᎪᎾ ᏫᎤᎷᏨ, ᎤᏂᏣᏘ ᏴᏫ ᎬᏩᏓᏡᏫᏍᏔᏁᎢ; ᎠᎴ ᎥᏓᎵ ᎤᎶᏗ ᎡᏙᎮᎢ.

source: And one of the rulers of the Synagogue, Jairus by name, came, and seeing him, went down at his feet,
chr: ᎠᎴ ᎬᏂᏳᏉ ᎤᎷᏤ ᎩᎶ ᎢᏳᏍᏗ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏤᎳ ᏧᏙᎢᏛ; ᎤᎪᎲᏃ [ᏥᏌ] ᏚᎳᏍᎬ ᎤᏓᏅᏁᎢ,

source: And made strong prayers to him, saying, My little daughter is near to death: it is my prayer that you will come and put your hands on her, so that she may be made well, and have life.
chr: ᎠᎴ ᎤᏣᏘ ᎤᏍᏗᏰᏔᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎠᏇᏥ ᎠᎨᏳᏣ ᎿᏉ ᎠᏲᎱᏍᎦ; ᎠᏎᏃ ᎢᏁᎾ, ᎯᏯᏏᏔᏛᎭ, ᎾᏍᎩ ᎤᏗᏫᏍᏗᏱ, ᎬᏁᏍᏗᏃ.

source: And he went with him; and a great number of people went after him, and came round him.
chr: ᎤᏁᏅᏎᏃ; ᎠᎴ ᎤᏂᏣᏖ ᏴᏫ ᎬᏩᏍᏓᏩᏛᏎᎢ, ᎠᎴ ᎬᏩᏁᏄᎳᏍᏗᏍᎨᎢ.

source: And a woman, who had had a flow of blood for twelve years,
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᎨᏴ ᏔᎳᏚ ᏧᏕᏘᏴᏛ ᎬᏩᏓᎴᏅᏛ ᎩᎬ ᎤᏪᏅᎡᎮᎢ,

source: And had undergone much at the hands of a number of medical men, and had given all she had, and was no better, but even worse,
chr: ᎠᎴ ᎠᏂᎪᏗᏳ ᎠᏂᎦᎾᎦᏘ ᎤᏣᏘ ᎬᏩᎩᎸᏅᎯ ᎨᏎᎢ, ᎠᎴ ᎪᎱᏍᏗ ᎤᎲ ᏂᎦᏛ ᎤᏒᏅᎯ ᎨᏎ ᎠᎫᏱᏍᎬᎢ, ᎠᏎᏃ ᎥᏝ ᎣᏏᏳ ᏱᏄᎵᏍᏓᏁᎮᎢ, ᎧᏁᏉᎨᏉᏍᎩᏂ ᎤᏢᎬᎢ;

source: When she had news of the things which Jesus did, went among the people coming after him, and put her hand on his robe.
chr: ᎾᏍᎩ ᎤᏛᎦᏅ ᏥᏌ ᎠᏥᏃᎮᏍᎬᎢ, ᎣᏂᏗᏢ ᎤᏅᏘᏛ ᏄᎾᏛᏅ ᎤᎷᎯᏍᏔᏁ, ᎠᎴ ᎤᏒᏂᎴ ᎤᏄᏮᎢ.

source: For she said, If I may only put my hand on his robe, I will be made well.
chr: ᎯᎠᏰᏃ ᏄᏪᏎᎢ, ᏧᏄᏬᏉ ᎾᏍᏉ ᏱᏓᏆᏒᏂᎸ, ᏯᏆᏗᏫ.

source: And straight away the fountain of her blood was stopped, and she had a feeling in her body that her disease had gone and she was well.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎩᎬ ᎤᏪᏅᎡᎲ ᎤᏲᎯᏍᏔᏁᎢ; ᎤᏙᎴᎰᏎᏃ ᎠᏰᎸ ᎤᏗᏩᏒ ᎾᏍᎩ ᎤᏢᎬᎢ.

source: And straight away Jesus was conscious that power had gone out of him; and, turning to the people, he said, Who was touching my robe?
chr: ᏥᏌᏃ ᎩᎳᏉ ᎢᏴᏛ ᎤᏙᎴᎰᏒ ᎤᏩᏒ ᎨᏒ ᎤᏓᏅᏬᏗ ᎨᏒ ᎤᏄᎪᏨᎢ, ᎤᎦᏔᎲᏎ ᎾᎿ ᎤᏅᏘᏛ ᎠᏂᏙᎾᎥᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪ ᏓᏒᏂᎦ ᏗᏆᏄᏬ?

source: And his disciples said to him, You see the people round you on every side, and you say, Who was touching me?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᏕᎩᎪᏩᏗᎭ ᎤᏂᏣᏘ ᎨᏣᏁᏄᎳᏍᏗᏍᎬ, ᏥᎪᏃ ᎦᎪ ᎠᏆᏒᏂᎦ ᎢᎭᏗᎭ?

source: And on his looking round to see her who had done this thing,
chr: ᎬᏩᏚᏫᏛᏃ ᎤᎦᏖᏃᎴ ᎤᎪᏩᏛᏗᏱ ᎾᏍᎩ ᎯᎠ ᎢᏳᏛᏁᎸᎯ.

source: The woman, shaking with fear, conscious of what had been done to her, came and, falling on her face before him, gave him a true account of everything.
chr: ᎾᏍᎩᏃ ᎠᎨᏴ ᎠᏍᎦᎢᎮ ᎠᎴ ᎤᏪᎾᏫᏍᎨᎢ, ᎠᎦᏔᎮ ᏄᎵᏍᏓᏁᎸᎢ, ᎤᎷᏤ ᎠᎴ ᎡᎳᏗ ᎤᏓᏅᏁᎴᎢ, ᎠᎴ ᏂᎦᏛ ᏚᏳᎪᏛ ᎤᏃᏁᎴᎢ.

source: And he said to her, Daughter, your faith has made you well; go in peace, and be free from your disease.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎠᏇᏥ, ᏦᎯᏳᏒ ᏣᏗᏫᏍᏓ; ᏅᏩᏙᎯᏯᏛ ᏥᎮᎾ, ᎠᎴ ᏣᏗᏩᏒᎯ ᎨᏎᏍᏗ ᏣᏢᎬᎢ.

source: And while he was still talking, they came from the ruler of the Synagogue's house, saying, Your daughter is dead: why are you still troubling the Master?
chr: ᎠᏏᏉ ᎧᏁᎨᎢ, ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎦᏁᎸ ᏅᏓᏳᎾᏓᎴᏅᎯ ᎤᏂᎷᏤ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎤᏲᎱᏒ ᏤᏥ; ᎦᏙᏃ ᎠᏏᏉ ᎢᎯᏯᏕᏯᏙᏗᎭ ᏗᏕᏲᎲᏍᎩ?

source: But Jesus, giving no attention to their words, said to the ruler of the Synagogue, Have no fear, only have faith.
chr: ᎤᏛᎦᏅᏉᏃ ᏥᏌ ᏄᏍᏛ ᎤᏂᏬᏂᏒᎢ, ᎯᎠ ᏄᏪᏎᎴ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ, ᏦᎯᏳᏎᏍᏗᏉ.

source: And he did not let anyone come with him, but Peter and James and John, the brother of James.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᏳᎵᏍᎪᎸᏓᏁᎴ ᎬᏩᏍᏓᏩᏛᏍᏗᏱ, ᏈᏓ, ᎠᎴ ᏥᎻ, ᎠᎴ ᏣᏂ ᏥᎻ ᏗᎾᏓᏅᏟ ᎤᏅᏒ.

source: And they came to the house of the ruler of the Synagogue; and he saw people running this way and that, and weeping and crying loudly.
chr: ᎤᎷᏤᏃ ᎦᏁᎸ ᏄᎬᏫᏳᏌᏕᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏚᎦᎮ ᎤᎾᏓᏑᏰᏛ ᏴᏫ, ᎠᎴ ᎤᏣᏘ ᏓᎾᏠᏱᎲ ᎠᎴ ᏓᏂᏴᎬᎢ.

source: And when he had gone in, he said to them, Why are you making such a noise and weeping? The child is not dead, but sleeping.
chr: ᎤᏰᎸᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎦᏙᏃ ᎢᏣᏓᏃᏴᎵᏍᏗᎭ, ᎠᎴ ᏙᏣᏠᏱᎭ? ᎥᏝ ᏳᏲᎱᏒ ᎠᎨᏳᏣ, ᎦᎵᎭᏉᏍᎩᏂ.

source: And they were laughing at him. But he, having sent them all out, took the father of the child and her mother and those who were with him, and went in where the child was.
chr: ᎢᎬᏩᏙᏢᏔᏁᏉᏃ. ᏂᎦᏛᏃ ᏚᏄᎪᏫᏐᏅ, ᎯᎠ ᎾᏍᎩ ᎠᎨᏳᏣ ᎤᏙᏓ ᎠᎴ ᎤᏥ ᎠᎴ ᎾᏍᎩ ᎠᏁᎯ ᏚᏘᏅᏎ, ᎠᎴ ᏭᏴᎴ ᎾᎿ ᎠᎨᏳᏣ ᏗᏐᏅᎢ.

source: And taking her by the hand, he said to her, Talitha cumi, which is, My child, I say to you, Get up.
chr: ᎤᏬᏯᏁᏒᏃ ᎠᎨᏳᏣ, ᎯᎠ ᏄᏪᏎᎴᎢ, ᏔᎵᏓ ᎫᎻ; ᎾᏍᎩ ᎠᏁᏢᏔᏅᎯ ᎯᎠ ᏄᏍᏗ ᎦᏛᎦ; ᎯᎨᏳᏣ, ᎬᏲᏎᎭ, ᏔᎴᎲᎦ.

source: And the young girl got up straight away, and was walking about; she being twelve years old. And they were overcome with wonder.
chr: ᎩᎳᏉᏃ ᎢᏴᏛ ᎠᎨᏳᏣ ᏚᎴᏁᎢ, ᎠᎴ ᎤᏪᏙᎴᎢ; ᏔᎳᏚᏰᏃ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ. ᎤᏣᏔᏅᎯᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ.

source: And he gave them special orders that they were not to say anything of this; and he said that some food was to be given to her.
chr: ᎤᎵᏂᎩᏛᏃ ᏚᏁᏤᎴ ᏚᏅᏍᏓᏕᎴ ᎩᎶ ᎤᏙᎴᎰᎯᏍᏗᏱ ᎾᏍᎩ; ᎠᎴ ᎤᏁᏤᎪᎱᏍᏗ ᎤᎵᏍᏓᏴᏗ ᎤᏂᏁᏗᏱ.

source: And he went away from there, and came into his country; and his disciples went with him.
chr: ᎤᏄᎪᏤᏃ ᎾᎿᏂ, ᎠᎴ ᎤᏩᏒ ᎤᏤᎵᎪᎯ ᏭᎷᏤᎢ; ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎬᏩᏍᏓᏩᏛᏎᎢ.

source: And when the Sabbath day had come, he was teaching in the Synagogue; and a number of people hearing him were surprised, saying, From where did this man get these things? and, What is the wisdom given to this man, and what are these works of power done by his hands?
chr: ᎤᎾᏙᏓᏆᏍᎬᏃ ᎤᎵᏰᎶᎸ, ᎤᎴᏅᎮ ᏚᏕᏲᏁ ᏗᎦᎳᏫᎢᏍᏗᏱ; ᎤᏂᏣᏘᏃ ᎬᏩᏛᎦᏁᎸ ᎤᏂᏍᏆᏂᎪᏎᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎭᏢ ᎠᎩᎭ ᎯᎠ ᎠᏍᎦᏯ ᎯᎠ ᎾᏍᎩ ᎢᎬᏩᏛᏁᏗ ᏥᎩ? ᎠᎴ ᎦᏙ ᎤᏍᏗ ᎠᎦᏙᎥᎯᏍᏗ ᎾᏍᎩ ᎠᏥᏁᎸᎯ ᏥᎩ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏥᏚᎸᏫᏍᏓᏁᎭ?

source: Is not this the woodworker, the son of Mary, and brother of James and Joses and Judas and Simon? and are not his sisters here with us? And they were bitter against him.
chr: ᏝᏍᎪ ᎾᏍᎩ ᎯᎠ ᏗᏁᏍᎨᏍᎩ ᏱᎩ, ᎺᎵ ᎤᏪᏥ, ᏥᎻ, ᎠᎴ ᏦᏏ, ᎠᎴ ᏧᏓ, ᎠᎴ ᏌᏩᏂ ᎠᎾᎵᏅᏟ? ᎠᎴ ᏧᏙ ᏝᏍᎪ ᎠᏂ ᏱᎨᎦᏓᏑᏯ? ᎥᎬᏩᏐᏅᏤᎸᎩᏃ.

source: And Jesus said to them, A prophet is nowhere without honour, but in his country, and among his relations, and in his family.
chr: ᏥᏌᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎠᏙᎴᎰᏍᎩ ᎥᏝ ᎾᏥᎸᏉᏛᎾ ᏱᎨᏐᎢ, ᎤᏤᎵᎪᎯᏍᎩᏂᏃᏅ ᎤᏩᏒ, ᎠᎴ ᏧᏴᏫ ᎠᏁᎲᎢ, ᎠᎴ ᎤᏩᏒ ᎦᏁᎸᎢ.

source: And he was unable to do any work of power there, but only to put his hands on one or two persons who were ill, and make them well.
chr: ᎠᎴ ᎾᎿ ᎥᏝ ᎪᎱᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏗᎬᏩᎸᏫᏍᏓᏁᏗ ᏱᎨᏎᎢ, ᎤᏩᏒᏍᎩᏂᏃᏅ ᎢᎸᏍᎩ ᎢᏯᏂᏛ ᏧᏂᏢᎩ ᏚᏏᏔᏛ ᎠᎴ ᏚᏅᏩᏅᎢ.

source: And he was greatly surprised because they had no faith. And he went about the country places teaching.
chr: ᎠᎴ ᎤᏍᏆᏂᎪᏎ ᎾᏃᎯᏳᎲᏍᎬᎾ ᎨᏒᎢ. ᎠᎴ ᎤᏪᏙᎴ ᎤᏚᏫᏛ ᏕᎦᏚᏩᏗᏒᎢ ᏓᏕᏲᎲᏍᎨᎢ.

source: And he gave orders to the twelve, and sent them out two by two; and he gave them authority over the unclean spirits;
chr: ᏔᎳᏚᏃ ᎢᏯᏂᏛ ᏫᏚᏯᏅᎮᎢ, ᎠᎴ ᏚᏅᏏᏙᎴ ᏔᎵᎭ ᏧᎵᎪᏅᏛ, ᎠᎴ ᏚᎵᏍᎪᎸᏓᏁᎴ ᏧᏂᏄᎪᏫᏍᏗᏱ ᏗᎦᏓᎭ ᏗᏓᏅᏙ;

source: And he said that they were to take nothing for their journey, but a stick only; no bread, no bag, no money in their pockets;
chr: ᎠᎴ ᏚᏁᏤᎴ ᎾᏍᎩ ᎪᎱᏍᏗ ᎤᏂᏴᏍᏗᏱ ᏂᎨᏒᎾ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎠᏁᏙᎲᎢ, ᎠᏙᎳᏅᏍᏗ ᎤᏩᏒ; ᎥᏝ ᏕᎦᎶᏗ, ᎠᎴ ᎦᏚ, ᎠᎴ ᎥᏣᏱ ᏚᎾᏓᏠᎲᎢ;

source: They were to go with common shoes on their feet, and not to take two coats.
chr: ᏧᎾᎳᏑᎸᏗᏱᏍᎩᏂ; ᎠᎴ ᏞᏍᏗ ᏔᎵ ᏱᏗᏣᏄᏬᏍᎨᏍᏗ.

source: And he said to them, Wherever you go into a house, make that your resting-place till you go away.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎠᏓᏁᎸ ᎢᎸᎯᏢ ᎢᏥᏴᎯᎮᏍᏗ, ᎾᎿᏉ ᎢᏣᏅᎥᏍᎨᏍᏗ ᎬᏂ ᎥᏣᏂᎩ ᎾᎿᏂ.

source: And whatever place will not take you in and will not give ear to you, when you go away, put off the dust from your feet as a witness against them.
chr: ᎠᎴ ᎩᎶ ᏂᏗᏣᏓᏂᎸᎬᎾ ᎠᎴ ᏂᏣᏛᏓᏍᏓᏁᎲᎾ ᎢᎨᏎᏍᏗ, ᎿᏉ ᎾᎿ ᎢᏣᏂᎩᏍᎨᏍᏗ, ᏗᏣᎳᏏᏕᏂ ᎪᏍᏚ ᏕᏥᏅᎪᎥᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᎪᎯᏳᏗᏍᎩ ᎤᎾᏡᏗᏍᎩ. ᎤᏙᎯᏳᎯᏯ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᏐᏓᎻ, ᎠᎴ ᎪᎹᎵ, ᏗᎫᎪᏙᏗᏱ ᎢᎦ ᎨᏎᏍᏗ, ᎤᏟᎯᏳ ᎾᎿ ᎦᏚᎲᎢ.

source: And they went out, preaching the need for a change of heart in men.
chr: ᎤᏂᏄᎪᏤᏃ, ᏭᎾᎵᏥᏙᏁ ᎾᏍᎩ ᏴᏫ ᎠᏎ ᏧᏂᏁᏟᏴᏍᏗ ᎨᏒ ᏚᎾᏓᏅᏛᎢ.

source: And they sent out a number of evil spirits, and put oil on a great number who were ill, and made them well.
chr: ᎤᏂᏣᏘᏃ ᏚᏂᏄᎪᏫᏎ ᎠᏂᏍᎩᎾ, ᎠᎴ ᎪᎢ ᏚᏂᎶᏁᏔᏁ ᎤᏂᏣᏘ ᏧᏂᏢᎩ, ᎠᎴ ᏚᏂᏅᏩᏁᎢ.

source: And king Herod had news of him, because his name was on the lips of all; and he said, John the Baptist has come back from the dead, and for this reason these powers are working in him.
chr: ᎡᎶᏛᏃ ᎤᎬᏫᏳᎯ ᎤᏛᎦᏁ ᎾᏍᎩ ᎠᏥᏃᎮᏍᎬᎢ; ᏚᏃᏣᎶᏤᏰᏃ ᎾᏍᎩ ᏚᏙᎥᎢ; ᎠᎴ ᎯᎠ ᏄᏪᏎ ᎡᎶᏛ, ᏣᏂ ᏗᏓᏬᏍᎩ ᏓᎴᎯᏌ ᎤᏲᎱᏒᎢ, ᎠᎴ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏍᏆᏂᎪᏗ ᏥᏕᎤᎸᏫᏍᏓᏁᎭ.

source: But others said, It is Elijah. And others said, It is a prophet, even like one of the prophets.
chr: ᎢᎦᏛᏃ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎢᎳᏯ ᎯᎠ. ᎢᎦᏛᏃ ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᎠᏙᎴᎰᏍᎩ ᎯᎠ, ᎠᎴ ᎩᎶ ᎠᎾᏙᎴᎰᏍᎩ ᎨᏒ ᎾᏍᎩᏯᎢ.

source: But Herod, when he had news of it, said, John, whom I put to death, has come back from the dead.
chr: ᎡᎶᏛᏍᎩᏂ ᎤᏛᎦᏅ, ᎯᎠ ᏄᏪᏎᎢ; ᏣᏂ ᎯᎠ, ᎾᏍᎩ ᎠᏴ ᏥᏥᏍᎫᏕᏒᎩ; ᎾᏍᎩ ᏚᎴᎯᏌᏅ ᎤᏲᎱᏒᎢ.

source: For Herod himself had sent men out to take John and put him in prison, because of Herodias, his brother Philip's wife, whom he had taken for himself.
chr: ᎡᎶᏛᏰᏃ ᎤᏩᏒ ᎤᏓᏅᏒᎯ ᎨᏎ ᏭᏂᏴᎲᎯ ᎨᏎ ᏣᏂ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᎤᎸᎸᎯ ᎨᏎᎢ, ᎠᏍᏛᏗᏍᏗᏍᎨ ᎡᎶᏗᏏ, ᎤᏅᏟ ᏈᎵᎩ ᎤᏓᎵᎢ; ᎾᏍᎩᏰᏃ ᎠᏓᏰᎮᎢ.

source: For John said to Herod, It is wrong for you to have your brother's wife.
chr: ᏣᏂᏰᏃ ᎯᎠ ᎢᏳᏪᏎᎸᎯ ᎨᏎ ᎡᎶᏛ, ᎥᏝ ᏱᏚᏳᎪᏗ ᎡᏣᏅᏟ ᎤᏓᎵᎢ ᏣᏓᏰᎭ.
